{
  "model_type": "mixtral",
  "architectures": [
    "MixtralForCausalLM"
  ],
  "hidden_size": 8,
  "num_hidden_layers": 2,
  "num_attention_heads": 2,
  "num_local_experts": 4,
  "num_experts_per_tok": 2,
  "moe_intermediate_size": 16,
  "vocab_size": 32,
  "license": "apache-2.0"
}
