{
  "model_type": "flux",
  "architectures": [
    "FluxTransformer2DModel"
  ],
  "in_channels": 4,
  "sample_size": 8,
  "num_train_timesteps": 1000,
  "hidden_size": 8,
  "license": "apache-2.0"
}
