{
  "model_type": "llama",
  "architectures": [
    "LlamaForCausalLM"
  ],
  "hidden_size": 8,
  "intermediate_size": 16,
  "num_hidden_layers": 2,
  "num_attention_heads": 2,
  "num_key_value_heads": 1,
  "vocab_size": 32,
  "torch_dtype": "float16",
  "license": "apache-2.0"
}
